{"locale":"en_US","pic_cover":{"source":"http://sphotos-h.ak.fbcdn.net/hphotos-ak-prn1/530138_658355289115_1454410898_n.jpg","offset_y":20,"cover_id":658355289115},"mutual_friend_count":"1","online_presence":"offline","education_history":[{"name":"Arcadia University","concentrations":["French"],"year":2012,"school_type":"College"}],"music":"\"Weird Al\" Yankovic, ZZ Top, Hap Palmer, Azealia Banks, Britney Spears, Led Zeppelin Official, Bruce Springsteen, Hap Palmer, Jeff Buckley, Walnut Surprise, Boney M., 2pac, Advanced 31 Day Song Challenge by Azizal, Beyoncé, Leonard Cohen, New Order, Billie Holiday, Social Distortion, Ani DiFranco, Sarah McLachlan, Ozzy Osbourne, Janis Joplin, 50 Cent, The Doors, Sublime, The Traumatics, David Bowie (Official), Trina, The Replacements, Pierre Bachelet, The Rolling Stones, John Lennon, Girl Talk, The Beatles, The Smiths, Bob Dylan, unouomedude, Doors, Notorious B.I.G, Parliament, Velvet Underground, The Pogues, Funkadelic, Cream, Prince, Rancid, Jay Z, Lil Kim, Michael Jackson, The Cure, Bruce Springsteen, ELVIS PRESLEY, Tori Amos, U2, Pink Floyd, The Clash","profile_update_time":"1349844695","inspirational_people":[{"name":"Alice Munro","id":44775345664},{"name":"Betty Dodson","id":103846676321411},{"name":"Lil Kim","id":32935921265},{"name":"Prince","id":103754739663042},{"name":"Dan Savage","id":50670281251},{"name":"Nina Simone","id":55786679557}],"movies":"See No Evil, Hear No Evil, Tigger, The Lost Boys, American History X (Official), Guys and Dolls, Funny Face, Thoroughly Modern Millie, South Pacific, The Adjustment Bureau, Battle: Los Angeles, Smokin' Aces, Official Machete, To Wong Foo, Thanks for Everything - Julie Newmar, A Clockwork Orange, Purple Rain, The Neverending Story, Kill Bill: Volume 2, Kill Bill Volume 1, The Little Mermaid, Almost Famous, Velvet Goldmine, The Godfather, Amelie, Pinocchio, Pirate Radio, Pluto, The Fighter, What The Bleep Do We Know?, Taxi Driver, Disney Villains, Hanna, Better Off Dead, Jay And Silent Bob Strike Back, Jackie Brown, Eeyore, The Little Mermaid, Sleeping Beauty, Reservoir Dogs, Expendables, Gran Torino, Chasing Amy, Lost Boys, Natural Born Killers, Seven, Stand By Me, The Matrix, The Other Guys, Clueless, Aladdin, Clerks, Sixteen Candles, Anchorman, The Big Lebowski, Kill Bill, The Breakfast Club, Crash, The Notebook, Official Grease Movie, West Side Story, American Beauty, Winnie the Pooh, Zombieland, Rocky, Blue Valentine, Forrest Gump, Beauty and the Beast, Fight Club, Pulp Fiction, Goodfellas, Carlito's Way, Dazed and Confused, L'Auberge espagnole, The Lover, Now and Then, Marius and Jeannette, Inglourious Basterds, The Adventures of Priscilla, Queen of the Desert, Le placard, Blood in Blood out - Bound By Honor, Kiss Me Kate, Ma vie en rose, Dead Poets Society, Boys Don't Cry, Welcome to the Dollhouse, Chopper, Romeo + Juliet, Tupac Resurrection, Sling Blade, Slums of Beverly Hills, Rent, Kids, Waiting for Guffman, Four Rooms, Get Real, Casual Sex?, Bound, Pink Flamingos, Flawless, Dirty Dancing, American Beauty, Hedwig and the Angry Inch, The Rocky Horror Picture Show","third_party_id":"jDfCd3Bw1yOMyb2VH2qLAsbM-cY","uid":"55400244","name":"Gloria Gusoff","pic_square_with_logo":"http://external.ak.fbcdn.net/safe_image.php?d=AQBCZTDM3QR1PjNb&url=http%3A%2F%2Fprofile.ak.fbcdn.net%2Fhprofile-ak-ash4%2F371498_55400244_1045325057_q.jpg&logo&v=5","favorite_athletes":[{"name":"Manny Pacquiao","id":207150970887},{"name":"Undertaker - WWE Universe","id":33887045472},{"name":"Mickey Ward","id":102161783159285}],"fichier":"1","username":"gloria.gusoff","friend_count":"342","pic_big_with_logo":"http://external.ak.fbcdn.net/safe_image.php?d=AQDIauAiykTa3xmM&url=http%3A%2F%2Fprofile.ak.fbcdn.net%2Fhprofile-ak-ash4%2F371498_55400244_1045325057_n.jpg&logo&v=5","about_me":"\"I'm the baddest bitch, you gotta admit that!\"\r\n\r\nI'm silly. Really quiet at first.  I tend to hate people, until they prove themselves worthy of any other emotion. However, I'm always up for meeting new people..if they don't suck.\r\nI'm really lazy. I like sitting around procrastinating, lollygagging, & stuff like that.\r\n\r\n I will drink socially, but man, I hate the taste of alcohol. I hate cigarettes these days, but I can't bring myself to quit completely. \r\nI'm very much for women's and GLBT rights.\r\nI'm probably bored, and you should probably talk to me.","significant_other_id":"100002337366829","hs_info":{"grad_year":2003,"hs1_name":"Wissahickon Senior High School","hs2_name":""},"family":[{"uid":100003922977280,"relationship":"daughter"},{"uid":100000689452436,"relationship":"cousin"},{"uid":100001651974610,"relationship":"sister"},{"uid":1663123803,"relationship":"brother"},{"uid":31713400,"relationship":"cousin"},{"uid":62700884,"relationship":"sister"},{"uid":609676909,"relationship":"cousin"},{"uid":747054216,"relationship":"cousin"},{"uid":1458000629,"relationship":"sister"}],"current_location":{"country":"United States","city":"Philadelphia","zip":"","name":"Philadelphia, Pennsylvania","id":101881036520836,"state":"Pennsylvania"},"games":"Blake Stone: Aliens of Gold, Jill of the Jungle, Apogee Software, UNO, Scattergories","pic_with_logo":"http://external.ak.fbcdn.net/safe_image.php?d=AQDnu3uFtZIeJlbM&url=http%3A%2F%2Fprofile.ak.fbcdn.net%2Fhprofile-ak-ash4%2F371498_55400244_1045325057_s.jpg&logo&v=5","status":{"comment_count":0,"time":1350150531,"message":"Have had Ace of Base stuck in head for past 3 days...:/","status_id":669132686125},"affiliations":[{"name":"Arcadia","type":"college","nid":16777771}],"wall_count":"902","activities":"Bike riding, Bacon, Sleep, Cuddling, Laughing, Talking, Reading, Boxing, Food, Lying on the Grass and Staring at the Sky, Smiling, Learning, Stupid Board Games, Sleeping, Feeding Ducks and Geese, Traveling, Singing, Calculating Decay of Radioactive Materials","birthday_date":"02/07/1985","books":"Philip Roth, Paul Feig, Fat Girl by Judith Moore, Augusten Burroughs, David Sedaris, Or Bret Easton Ellis, Jonathan Franzen, Anne Lamott, Jonathan Lethem, Jonathan Safran Foer","pic_big":"http://profile.ak.fbcdn.net/hprofile-ak-ash4/371498_55400244_1045325057_n.jpg","last_name":"Gusoff","languages":[{"name":"American English","id":113301478683221},{"name":"French","id":108106272550772}],"tv":"Salute Your Shorts, Investigation Discovery, Breaking Bad, Damages, Melrose Place, Sleeper Cell, Sleeper Cell, Reading Rainbow, Clarissa Explains It All, AMC, My Strange Addiction, Strawberry Shortcake, Dawson's Creek, All That, Ren and Stimpy, Daria, Its Always Sunny in Philadelphia, Pawn Stars on History, Six Feet Under, Boy Meets World, 48 Hours, Jeopardy!, Sex and the City, Grey's Anatomy, Big Love, Tosh.0, The Nanny, Jack bauer named his cat chuck Norris because it is a pussy, 6abc Action News, Family Guy, Beavis and Butt-Head, The Office, Disappeared, Cash Cab, The L Word, Dr. Phil, The Sopranos, Saved By The Bell, HBO, Law & Order, Seinfeld, Supranos, The Walking Dead, Unsolved Mysteries, The Golden Girls, Mad Men, 24, The Nanny, Quantum Leap, Queer as Folk, Curb Your Enthusiasm, Jersey Shore, Top Chef, Nip/Tuck","pic_small_with_logo":"http://external.ak.fbcdn.net/safe_image.php?d=AQCZQXy-9HiBldxS&url=http%3A%2F%2Fprofile.ak.fbcdn.net%2Fhprofile-ak-ash4%2F371498_55400244_1045325057_t.jpg&logo&v=5","birthday":"February 7, 1985","name_format":"{first} {last}","likes_count":"537","quotes":"\"I don't know what to do with people who don't want to have sex with me.\" --Claire\r\n\r\n\"When I got the music, I got a place to go.\" --Rancid","interests":"People magazine, Epic Games, 1980s, Assateague Island, Cherries, The Stuff Listed in Activities, LGBT, Drag queens, France.fr, Contemporary Fiction","education":[{"school":{"name":"Wissahickon Senior High School","id":110657018955169},"type":"High School","year":{"name":"2003","id":194603703904595}},{"concentration":[{"name":"French","id":110262255662482}],"school":{"name":"Arcadia University","id":19392406949},"type":"College","year":{"name":"2012","id":115222815248992}}],"relationship_status":"In a relationship","notes_count":"12","sex":"female","pic_small":"http://profile.ak.fbcdn.net/hprofile-ak-ash4/371498_55400244_1045325057_t.jpg","pic":"http://profile.ak.fbcdn.net/hprofile-ak-ash4/371498_55400244_1045325057_s.jpg","hometown_location":{"country":"United States","city":"Blue Bell","zip":"","name":"Blue Bell, Pennsylvania","id":109214592438975,"state":"Pennsylvania"},"profile_url":"http://www.facebook.com/gloria.gusoff","pic_square":"http://profile.ak.fbcdn.net/hprofile-ak-ash4/371498_55400244_1045325057_q.jpg","first_name":"Gloria"}